[
    {
        "bg": "Не ще путка приказки.",
        "eng": "Vaginas don’t want fairytales.",
        "ru": "Пизда не хочет сказок.",
        "ua": "Піхва не хоче казок.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Used to mean 'cut to the chase' in a vulgar way, implying directness in sexual contexts.",
        "ruleRu": "Используется для 'перейди к делу' вульгарно, подразумевая прямоту в сексуальных контекстах.",
        "ruleUA": "Використовується для 'перейди до справи' вульгарно, маючи на увазі прямоту в сексуальних контекстах."
    },
    {
        "bg": "От хуй се не умира.",
        "eng": "You won’t die from dick.",
        "ru": "От хуя не умирают.",
        "ua": "Від хуя не вмирають.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Means 'you’ll be fine', often in response to complaints about sex or hardship.",
        "ruleRu": "Значит 'ты выживешь', часто в ответ на жалобы о сексе или трудностях.",
        "ruleUA": "Значить 'ти виживеш', часто у відповідь на скарги про секс чи труднощі."
    },
    {
        "bg": "Путка зъби няма, но здраво хапе.",
        "eng": "Vaginas don’t have teeth, but they bite.",
        "ru": "Пизда зубов не имеет, но крепко кусает.",
        "ua": "Піхва зубів не має, але міцно кусає.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Implies someone is all talk and no action, with a sexual metaphor.",
        "ruleRu": "Подразумевает, что кто-то только болтает, без действий, с сексуальной метафорой.",
        "ruleUA": "Має на увазі, що хтось тільки говорить, без дій, з сексуальною метафорою."
    },
    {
        "bg": "Вирнал долната (глава) счупил горната.",
        "eng": "His lower head is up, his upper head is broken.",
        "ru": "Нижняя голова поднята, верхняя сломана.",
        "ua": "Нижня голова піднята, верхня зламана.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Describes acting on sexual impulse without thinking.",
        "ruleRu": "Описывает действия на сексуальном импульсе без размышлений.",
        "ruleUA": "Описує дії на сексуальному імпульсі без роздумів."
    },
    {
        "bg": "Без хуй на годеж отива.",
        "eng": "He’s going to an engagement without his dick.",
        "ru": "Идет на помолвку без хуя.",
        "ua": "Йде на заручини без хуя.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Means being very unprepared, with a sexual twist.",
        "ruleRu": "Значит быть очень неподготовленным, с сексуальным подтекстом.",
        "ruleUA": "Значить бути дуже непідготовленим, з сексуальним підтекстом."
    },
    {
        "bg": "Всеки дава и попадията дава.",
        "eng": "Everyone does it; the priest does, too.",
        "ru": "Все дают, и попадья дает.",
        "ua": "Всі дають, і попадя дає.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Refers to everyone having sex, implying equality in vice.",
        "ruleRu": "Относится к тому, что все занимаются сексом, подразумевая равенство в пороке.",
        "ruleUA": "Стосується того, що всі займаються сексом, маючи на увазі рівність у пороку."
    },
    {
        "bg": "Бела кобила път иска, хубава жена хуй иска.",
        "eng": "A white horse wants a nice road; a pretty woman wants a penis.",
        "ru": "Белая кобыла хочет хорошую дорогу, красивая женщина хочет хуй.",
        "ua": "Біла кобила хоче добру дорогу, гарна жінка хоче хуй.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Humorous advice to treat a spouse right, with vulgar desire reference.",
        "ruleRu": "Юмористический совет хорошо относиться к супругу, с вульгарной ссылкой на желание.",
        "ruleUA": "Гумористична порада добре ставитися до подружжя, з вульгарним посиланням на бажання."
    },
    {
        "bg": "Горния хубаво говори, ала долния не слуша.",
        "eng": "The upper head is speaking wisely, but the lower isn’t listening.",
        "ru": "Верхняя голова говорит мудро, но нижняя не слушает.",
        "ua": "Верхня голова говорить мудро, але нижня не слухає.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Knows right from wrong but ignores it for sexual urges.",
        "ruleRu": "Знает правильное, но игнорирует из-за сексуальных позывов.",
        "ruleUA": "Знає правильне, але ігнорує через сексуальні пориви."
    },
    {
        "bg": "Да си ми я давала когат’ми е ставало.",
        "eng": "You should have had sex with me when I had an erection.",
        "ru": "Ты должна была дать мне, когда у меня стоял.",
        "ua": "Ти мала дати мені, коли в мене стояв.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Means 'you missed your opportunity', in a sexual context.",
        "ruleRu": "Значит 'ты упустила шанс', в сексуальном контексте.",
        "ruleUA": "Значить 'ти пропустила шанс', в сексуальному контексті."
    },
    {
        "bg": "Да ти изгори гъзът за мъж.",
        "eng": "Your ass will burn for a guy.",
        "ru": "Твоя жопа сгорит за мужика.",
        "ua": "Твоя дупа згорить за мужика.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Implies doing everything for a man, with sexual devotion.",
        "ruleRu": "Подразумевает делать все для мужчины, с сексуальной преданностью.",
        "ruleUA": "Має на увазі робити все для чоловіка, з сексуальною відданістю."
    },
    {
        "bg": "И хуй душа има.",
        "eng": "Dick’s got a soul too.",
        "ru": "У хуя тоже есть душа.",
        "ua": "У хуя теж є душа.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "We all have a soft side, personifying the penis humorously.",
        "ruleRu": "У всех есть мягкая сторона, юмористически одушевляя пенис.",
        "ruleUA": "У всіх є м'яка сторона, гумористично одухотворюючи пеніс."
    },
    {
        "bg": "Дупе да му поиска и дупе ще му даде.",
        "eng": "If the ass asks for it, the ass will give it to it.",
        "ru": "Если жопа попросит, жопа даст.",
        "ua": "Якщо дупа попросить, дупа дасть.",
        "source": "slang",
        "tag": "spicy-modern",
        "ruleEng": "Ask and you shall receive, with anal reciprocity metaphor.",
        "ruleRu": "Проси и получишь, с метафорой анальной взаимности.",
        "ruleUA": "Проси і отримаєш, з метафорою анальної взаємності."
    }
]